// © Copyright 2012-2017 HP Development Company, L.P.

SATTaskName = "Stato e avvisi";

MoreInfoTitle = "Ulteriori informazioni";
SATPrivacyStatementOnlineLink = "Informativa sulla privacy HP";

SATAlertsTaskDescription = "Specificare il livello di informazioni dettagliate che si desidera visualizzare per il dispositivo HP. Si riceverà sempre una notifica se il dispositivo non è in grado di completare un'attività richiesta o se è necessario l'intervento dell'utente.";

SATShowAlertsButtonTitle = "Mostra avvisi dettagliati per:";
SATAutoDismissTitlePreffix = "Chiudi automaticamente gli avvisi dopo";
SATAutoDismissTitleSuffix = "secondi per:";

SATErrorsWarningsAndInfo = "errori, avvisi e messaggi informativi";
SATErrorsAndWarnings = "errori e avvisi";
SATErrorsOnly = "solo errori";
SATInfoMessages = "messaggi informativi";
SATWarningsAndInfoMessages = "avvisi e messaggi informativi";

SATShowWebContentButtonTitle = "Mostra contenuto Web negli avvisi";
SATShowWebContentButtonBaseDescription = "Con il tuo permesso, lo stato del dispositivo può essere condiviso in sicurezza con HP. Se riceve queste informazioni HP, può controllare se sei iscritto a un programma HP o idoneo per offerte speciali e modificare l'avviso in base alle opzioni disponibili.";
SATShowWebContentButtonMoreInfoFootnote = "SAT_TEXT:* Per maggiori informazioni sui dati inviati ad HP, vedere SAT_KEYED_LINK:MoreInfoTitle.";
SATShowWebContentButtonPrivacyStatementFootnote = "SAT_TEXT:* Per maggiori informazioni sull'Informativa sulla privacy di HP, vedere SAT_LINK:SATPrivacyStatementOnlineLink.";

SATNoControlPanelAlertTitle = "Si è certi di voler disattivare Avvisi HP?";
SATNoControlPanelTurnOffButtonTitle = "Disattiva";
SATNoControlPanelAlertText = "In caso di disattivazione, si rischia di non vedere messaggi importanti sullo stato del proprio dispositivo.";
SATCancelButtonTitle = "Annulla";
